"CUSTOM_DAILY_INTERVAL_FORMAT" = "每 %u 天";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@%@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "每%u周";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "每%u周的%@";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "每周的%@";
"CUSTOM_WEEKLY_WEEKDAYS" = "工作日";
"CUSTOM_WEEKLY_WEEKENDS" = "周末";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "每%u个月";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "每月的%@";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "每%u个月的%@";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "每月的%@";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "每%u个月的%@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "每%u年的%@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "每年的%@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "每%1$u年的%3$@%2$@";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "每年的%2$@%1$@";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "每%u年";
"FIRST" = "第一个";
"SECOND" = "第二个";
"THIRD" = "第三个";
"FOURTH" = "第四个";
"LAST" = "最后一个";
"LAST_LIST_ITEM" = "、%@";
"LAST_SECOND_LIST_ITEM" = "和%@";
"1st" = "1日";
"2nd" = "2日";
"3rd" = "3日";
"4th" = "4日";
"5th" = "5日";
"6th" = "6日";
"7th" = "7日";
"8th" = "8日";
"9th" = "9日";
"10th" = "10日";
"11th" = "11日";
"12th" = "12日";
"13th" = "13日";
"14th" = "14日";
"15th" = "15日";
"16th" = "16日";
"17th" = "17日";
"18th" = "18日";
"19th" = "19日";
"20th" = "20日";
"21st" = "21日";
"22nd" = "22日";
"23rd" = "23日";
"24th" = "24日";
"25th" = "25日";
"26th" = "26日";
"27th" = "27日";
"28th" = "28日";
"29th" = "29日";
"30th" = "30日";
"31st" = "31日";

